"1 178 1 4206624770 ,"
"images 1 3 640 640 ,"
" 171 176 181 186 191 196 201 206 207 208 216 217 225 226 234 235 243 244 252 253 254 255 256 257 258 259 267 268 276 277 285 286 294 295 303 304 305 313 314 322 323 324 332 333 341 342 343 344 345 346 347 348 356 357 365 366 374 375 383 384 392 393 394 402 403 411 412 413 421 422 430 431 432 433 434 435 436 437 445 446 454 455 463 464 465 466 467 468 476 477 485 486 494 495 503 504 505 506 507 508 509 517 518 526 531 532 533 541 542 550 551 559 560 561 562 563 564 565 573 574 582 587 588 589 597 598 606 607 615 616 617 618 619 620 621 629 630 638 639 640 648 649 657 658 666 667 668 669 670 671 672 680 681 689 690 691 699 700 708 709 717 718 719 720 721 722 723 731 732 750 752 770 771 772 790 791 images output ,"
"output 771 791 ,"
" 177 ,"
"StridedSlice Slice_4 1 1 images 171 4 0 0 0 0 4 0 0 0 0 4 1 1 2 1 ,"
"StridedSlice Slice_9 1 1 171 176 4 0 0 0 0 4 0 0 0 0 4 1 1 1 2 ,"
"StridedSlice Slice_14 1 1 images 181 4 0 0 1 0 4 0 0 0 0 4 1 1 2 1 ,"
"StridedSlice Slice_19 1 1 181 186 4 0 0 0 0 4 0 0 0 0 4 1 1 1 2 ,"
"StridedSlice Slice_24 1 1 images 191 4 0 0 0 0 4 0 0 0 0 4 1 1 2 1 ,"
"StridedSlice Slice_29 1 1 191 196 4 0 0 0 1 4 0 0 0 0 4 1 1 1 2 ,"
"StridedSlice Slice_34 1 1 images 201 4 0 0 1 0 4 0 0 0 0 4 1 1 2 1 ,"
"StridedSlice Slice_39 1 1 201 206 4 0 0 0 1 4 0 0 0 0 4 1 1 1 2 ,"
"Concat Concat_40 4 1 176 186 196 206 207 1 ,"
"Convolution Conv_41 1 1 207 208 1 12 32 3 3 1 1 1 1 1 -1 1 1 ,"
"HardSwish Div_49 1 1 208 216 0.166667 0.5 ,"
"Convolution Conv_50 1 1 216 217 1 32 64 3 3 2 2 1 1 1 -1 1 1 ,"
"HardSwish Div_58 1 1 217 225 0.166667 0.5 ,"
"Convolution Conv_59 1 1 225 226 1 64 32 1 1 1 1 0 0 1 -1 1 1 ,"
"HardSwish Div_67 1 1 226 234 0.166667 0.5 ,"
"Convolution Conv_68 1 1 234 235 1 32 32 1 1 1 1 0 0 1 -1 1 1 ,"
"HardSwish Div_76 1 1 235 243 0.166667 0.5 ,"
"Convolution Conv_77 1 1 243 244 1 32 32 3 3 1 1 1 1 1 -1 1 1 ,"
"HardSwish Div_85 1 1 244 252 0.166667 0.5 ,"
"Add Add_86 2 1 234 252 253 ,"
"Convolution Conv_87 1 1 253 254 1 32 32 1 1 1 1 0 0 0 -1 1 1 ,"
"Convolution Conv_88 1 1 225 255 1 64 32 1 1 1 1 0 0 0 -1 1 1 ,"
"Concat Concat_89 2 1 254 255 256 1 ,"
"BatchNormCxx BatchNormalization_90 1 1 256 257 ,"
"PReLU LeakyRelu_91 1 1 257 258 1 0 ,"
"Convolution Conv_92 1 1 258 259 1 64 64 1 1 1 1 0 0 1 -1 1 1 ,"
"HardSwish Div_100 1 1 259 267 0.166667 0.5 ,"
"Convolution Conv_101 1 1 267 268 1 64 128 3 3 2 2 1 1 1 -1 1 1 ,"
"HardSwish Div_109 1 1 268 276 0.166667 0.5 ,"
"Convolution Conv_110 1 1 276 277 1 128 64 1 1 1 1 0 0 1 -1 1 1 ,"
"HardSwish Div_118 1 1 277 285 0.166667 0.5 ,"
"Convolution Conv_119 1 1 285 286 1 64 64 1 1 1 1 0 0 1 -1 1 1 ,"
"HardSwish Div_127 1 1 286 294 0.166667 0.5 ,"
"Convolution Conv_128 1 1 294 295 1 64 64 3 3 1 1 1 1 1 -1 1 1 ,"
"HardSwish Div_136 1 1 295 303 0.166667 0.5 ,"
"Add Add_137 2 1 285 303 304 ,"
"Convolution Conv_138 1 1 304 305 1 64 64 1 1 1 1 0 0 1 -1 1 1 ,"
"HardSwish Div_146 1 1 305 313 0.166667 0.5 ,"
"Convolution Conv_147 1 1 313 314 1 64 64 3 3 1 1 1 1 1 -1 1 1 ,"
"HardSwish Div_155 1 1 314 322 0.166667 0.5 ,"
"Add Add_156 2 1 304 322 323 ,"
"Convolution Conv_157 1 1 323 324 1 64 64 1 1 1 1 0 0 1 -1 1 1 ,"
"HardSwish Div_165 1 1 324 332 0.166667 0.5 ,"
"Convolution Conv_166 1 1 332 333 1 64 64 3 3 1 1 1 1 1 -1 1 1 ,"
"HardSwish Div_174 1 1 333 341 0.166667 0.5 ,"
"Add Add_175 2 1 323 341 342 ,"
"Convolution Conv_176 1 1 342 343 1 64 64 1 1 1 1 0 0 0 -1 1 1 ,"
"Convolution Conv_177 1 1 276 344 1 128 64 1 1 1 1 0 0 0 -1 1 1 ,"
"Concat Concat_178 2 1 343 344 345 1 ,"
"BatchNormCxx BatchNormalization_179 1 1 345 346 ,"
"PReLU LeakyRelu_180 1 1 346 347 1 0 ,"
"Convolution Conv_181 1 1 347 348 1 128 128 1 1 1 1 0 0 1 -1 1 1 ,"
"HardSwish Div_189 1 1 348 356 0.166667 0.5 ,"
"Convolution Conv_190 1 1 356 357 1 128 256 3 3 2 2 1 1 1 -1 1 1 ,"
"HardSwish Div_198 1 1 357 365 0.166667 0.5 ,"
"Convolution Conv_199 1 1 365 366 1 256 128 1 1 1 1 0 0 1 -1 1 1 ,"
"HardSwish Div_207 1 1 366 374 0.166667 0.5 ,"
"Convolution Conv_208 1 1 374 375 1 128 128 1 1 1 1 0 0 1 -1 1 1 ,"
"HardSwish Div_216 1 1 375 383 0.166667 0.5 ,"
"Convolution Conv_217 1 1 383 384 1 128 128 3 3 1 1 1 1 1 -1 1 1 ,"
"HardSwish Div_225 1 1 384 392 0.166667 0.5 ,"
"Add Add_226 2 1 374 392 393 ,"
"Convolution Conv_227 1 1 393 394 1 128 128 1 1 1 1 0 0 1 -1 1 1 ,"
"HardSwish Div_235 1 1 394 402 0.166667 0.5 ,"
"Convolution Conv_236 1 1 402 403 1 128 128 3 3 1 1 1 1 1 -1 1 1 ,"
"HardSwish Div_244 1 1 403 411 0.166667 0.5 ,"
"Add Add_245 2 1 393 411 412 ,"
"Convolution Conv_246 1 1 412 413 1 128 128 1 1 1 1 0 0 1 -1 1 1 ,"
"HardSwish Div_254 1 1 413 421 0.166667 0.5 ,"
"Convolution Conv_255 1 1 421 422 1 128 128 3 3 1 1 1 1 1 -1 1 1 ,"
"HardSwish Div_263 1 1 422 430 0.166667 0.5 ,"
"Add Add_264 2 1 412 430 431 ,"
"Convolution Conv_265 1 1 431 432 1 128 128 1 1 1 1 0 0 0 -1 1 1 ,"
"Convolution Conv_266 1 1 365 433 1 256 128 1 1 1 1 0 0 0 -1 1 1 ,"
"Concat Concat_267 2 1 432 433 434 1 ,"
"BatchNormCxx BatchNormalization_268 1 1 434 435 ,"
"PReLU LeakyRelu_269 1 1 435 436 1 0 ,"
"Convolution Conv_270 1 1 436 437 1 256 256 1 1 1 1 0 0 1 -1 1 1 ,"
"HardSwish Div_278 1 1 437 445 0.166667 0.5 ,"
"Convolution Conv_279 1 1 445 446 1 256 512 3 3 2 2 1 1 1 -1 1 1 ,"
"HardSwish Div_287 1 1 446 454 0.166667 0.5 ,"
"Convolution Conv_288 1 1 454 455 1 512 256 1 1 1 1 0 0 1 -1 1 1 ,"
"HardSwish Div_296 1 1 455 463 0.166667 0.5 ,"
"Pooling MaxPool_297 1 1 463 464 0 5 5 1 1 2 2 -1 -1 -1 0 ,"
"Pooling MaxPool_298 1 1 463 465 0 9 9 1 1 4 4 -1 -1 -1 0 ,"
"Pooling MaxPool_299 1 1 463 466 0 13 13 1 1 6 6 -1 -1 -1 0 ,"
"Concat Concat_300 4 1 463 464 465 466 467 1 ,"
"Convolution Conv_301 1 1 467 468 1 1024 512 1 1 1 1 0 0 1 -1 1 1 ,"
"HardSwish Div_309 1 1 468 476 0.166667 0.5 ,"
"Convolution Conv_310 1 1 476 477 1 512 256 1 1 1 1 0 0 1 -1 1 1 ,"
"HardSwish Div_318 1 1 477 485 0.166667 0.5 ,"
"Convolution Conv_319 1 1 485 486 1 256 256 1 1 1 1 0 0 1 -1 1 1 ,"
"HardSwish Div_327 1 1 486 494 0.166667 0.5 ,"
"Convolution Conv_328 1 1 494 495 1 256 256 3 3 1 1 1 1 1 -1 1 1 ,"
"HardSwish Div_336 1 1 495 503 0.166667 0.5 ,"
"Convolution Conv_337 1 1 503 504 1 256 256 1 1 1 1 0 0 0 -1 1 1 ,"
"Convolution Conv_338 1 1 476 505 1 512 256 1 1 1 1 0 0 0 -1 1 1 ,"
"Concat Concat_339 2 1 504 505 506 1 ,"
"BatchNormCxx BatchNormalization_340 1 1 506 507 ,"
"PReLU LeakyRelu_341 1 1 507 508 1 0 ,"
"Convolution Conv_342 1 1 508 509 1 512 512 1 1 1 1 0 0 1 -1 1 1 ,"
"HardSwish Div_350 1 1 509 517 0.166667 0.5 ,"
"Convolution Conv_351 1 1 517 518 1 512 256 1 1 1 1 0 0 1 -1 1 1 ,"
"HardSwish Div_359 1 1 518 526 0.166667 0.5 ,"
"Upsample Resize_361 1 1 526 531 1 2 2 0 ,"
"Concat Concat_362 2 1 531 445 532 1 ,"
"Convolution Conv_363 1 1 532 533 1 512 128 1 1 1 1 0 0 1 -1 1 1 ,"
"HardSwish Div_371 1 1 533 541 0.166667 0.5 ,"
"Convolution Conv_372 1 1 541 542 1 128 128 1 1 1 1 0 0 1 -1 1 1 ,"
"HardSwish Div_380 1 1 542 550 0.166667 0.5 ,"
"Convolution Conv_381 1 1 550 551 1 128 128 3 3 1 1 1 1 1 -1 1 1 ,"
"HardSwish Div_389 1 1 551 559 0.166667 0.5 ,"
"Convolution Conv_390 1 1 559 560 1 128 128 1 1 1 1 0 0 0 -1 1 1 ,"
"Convolution Conv_391 1 1 532 561 1 512 128 1 1 1 1 0 0 0 -1 1 1 ,"
"Concat Concat_392 2 1 560 561 562 1 ,"
"BatchNormCxx BatchNormalization_393 1 1 562 563 ,"
"PReLU LeakyRelu_394 1 1 563 564 1 0 ,"
"Convolution Conv_395 1 1 564 565 1 256 256 1 1 1 1 0 0 1 -1 1 1 ,"
"HardSwish Div_403 1 1 565 573 0.166667 0.5 ,"
"Convolution Conv_404 1 1 573 574 1 256 128 1 1 1 1 0 0 1 -1 1 1 ,"
"HardSwish Div_412 1 1 574 582 0.166667 0.5 ,"
"Upsample Resize_414 1 1 582 587 1 2 2 0 ,"
"Concat Concat_415 2 1 587 356 588 1 ,"
"Convolution Conv_416 1 1 588 589 1 256 64 1 1 1 1 0 0 1 -1 1 1 ,"
"HardSwish Div_424 1 1 589 597 0.166667 0.5 ,"
"Convolution Conv_425 1 1 597 598 1 64 64 1 1 1 1 0 0 1 -1 1 1 ,"
"HardSwish Div_433 1 1 598 606 0.166667 0.5 ,"
"Convolution Conv_434 1 1 606 607 1 64 64 3 3 1 1 1 1 1 -1 1 1 ,"
"HardSwish Div_442 1 1 607 615 0.166667 0.5 ,"
"Convolution Conv_443 1 1 615 616 1 64 64 1 1 1 1 0 0 0 -1 1 1 ,"
"Convolution Conv_444 1 1 588 617 1 256 64 1 1 1 1 0 0 0 -1 1 1 ,"
"Concat Concat_445 2 1 616 617 618 1 ,"
"BatchNormCxx BatchNormalization_446 1 1 618 619 ,"
"PReLU LeakyRelu_447 1 1 619 620 1 0 ,"
"Convolution Conv_448 1 1 620 621 1 128 128 1 1 1 1 0 0 1 -1 1 1 ,"
"HardSwish Div_456 1 1 621 629 0.166667 0.5 ,"
"Convolution Conv_457 1 1 629 630 1 128 128 3 3 2 2 1 1 1 -1 1 1 ,"
"HardSwish Div_465 1 1 630 638 0.166667 0.5 ,"
"Concat Concat_466 2 1 638 582 639 1 ,"
"Convolution Conv_467 1 1 639 640 1 256 128 1 1 1 1 0 0 1 -1 1 1 ,"
"HardSwish Div_475 1 1 640 648 0.166667 0.5 ,"
"Convolution Conv_476 1 1 648 649 1 128 128 1 1 1 1 0 0 1 -1 1 1 ,"
"HardSwish Div_484 1 1 649 657 0.166667 0.5 ,"
"Convolution Conv_485 1 1 657 658 1 128 128 3 3 1 1 1 1 1 -1 1 1 ,"
"HardSwish Div_493 1 1 658 666 0.166667 0.5 ,"
"Convolution Conv_494 1 1 666 667 1 128 128 1 1 1 1 0 0 0 -1 1 1 ,"
"Convolution Conv_495 1 1 639 668 1 256 128 1 1 1 1 0 0 0 -1 1 1 ,"
"Concat Concat_496 2 1 667 668 669 1 ,"
"BatchNormCxx BatchNormalization_497 1 1 669 670 ,"
"PReLU LeakyRelu_498 1 1 670 671 1 0 ,"
"Convolution Conv_499 1 1 671 672 1 256 256 1 1 1 1 0 0 1 -1 1 1 ,"
"HardSwish Div_507 1 1 672 680 0.166667 0.5 ,"
"Convolution Conv_508 1 1 680 681 1 256 256 3 3 2 2 1 1 1 -1 1 1 ,"
"HardSwish Div_516 1 1 681 689 0.166667 0.5 ,"
"Concat Concat_517 2 1 689 526 690 1 ,"
"Convolution Conv_518 1 1 690 691 1 512 256 1 1 1 1 0 0 1 -1 1 1 ,"
"HardSwish Div_526 1 1 691 699 0.166667 0.5 ,"
"Convolution Conv_527 1 1 699 700 1 256 256 1 1 1 1 0 0 1 -1 1 1 ,"
"HardSwish Div_535 1 1 700 708 0.166667 0.5 ,"
"Convolution Conv_536 1 1 708 709 1 256 256 3 3 1 1 1 1 1 -1 1 1 ,"
"HardSwish Div_544 1 1 709 717 0.166667 0.5 ,"
"Convolution Conv_545 1 1 717 718 1 256 256 1 1 1 1 0 0 0 -1 1 1 ,"
"Convolution Conv_546 1 1 690 719 1 512 256 1 1 1 1 0 0 0 -1 1 1 ,"
"Concat Concat_547 2 1 718 719 720 1 ,"
"BatchNormCxx BatchNormalization_548 1 1 720 721 ,"
"PReLU LeakyRelu_549 1 1 721 722 1 0 ,"
"Convolution Conv_550 1 1 722 723 1 512 512 1 1 1 1 0 0 1 -1 1 1 ,"
"HardSwish Div_558 1 1 723 731 0.166667 0.5 ,"
"Convolution Conv_559 1 1 629 732 1 128 255 1 1 1 1 0 0 1 -1 1 1 ,"
"Reshape Reshape_573 1 1 732 750 0 4 4 0 3 85 80 ,"
"Permute Transpose_574 1 1 750 output 5 0 1 3 4 2 ,"
"Convolution Conv_575 1 1 680 752 1 256 255 1 1 1 1 0 0 1 -1 1 1 ,"
"Reshape Reshape_589 1 1 752 770 0 4 4 0 3 85 40 ,"
"Permute Transpose_590 1 1 770 771 5 0 1 3 4 2 ,"
"Convolution Conv_591 1 1 731 772 1 512 255 1 1 1 1 0 0 1 -1 1 1 ,"
"Reshape Reshape_605 1 1 772 790 0 4 4 0 3 85 20 ,"
"Permute Transpose_606 1 1 790 791 5 0 1 3 4 2 ,"
